/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "Volgende";
"Crop:Apply" = "Volgende";
"Next" = "Volgende";
"Done" = "Klaar";
"Cancel" = "Annuleren";
"Effects:Done" = "Volgende";

// Crop Screen Title
//"Crop" = "Bijsnijden";

//Crop Preset Titles
"NoCrop" = "Normaal";
"SquareCrop" = "Vierkant";
"CustomCrop" = "Aangepast";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = "Stickers";
//"Filters" = "Filters";
//"Borders" = "Randen";
//"Text" = "Tekst";
//"Draw" = "Tekenen";

// Loading Prompt
"LoadingEffects" = "Laden...";

// Pop-up Alert Text
"Alert" = "Let op";
"OK" = "OK";
"Error" = "Fout";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "Tekening wissen?";
"ClearDrawMsg" = "De aangebrachte tekening wissen van de afbeelding?";
"ClearDrawYes" = "Tekening wissen";

"PriceUnavail" = "Productprijs niet beschikbaar";
"PurchaseProblem" = "Fout tijdens aankoop.";
"RestoreError" = "Fout tijdens herstel van aankopen.";
"PayentProblem" = "De betaling kon niet worden verwerkt";

// Effect Pack Downlad Status
"Waiting" = "Momentje...";

// Effect Pack Store Button Labels
"Free" = "Gratis";
"Download" = "DOWNLOADEN";
"Installing" = "INSTALLEREN...";

// Effect Pack Store Title
"DownloadPack" = "Pakket downloaden";

// Effect Pack Store Page Restore button title
"Restore" = "Aankopen herstellen";

// 'None' border selection
"NoBorder" = "Normaal";

// 'None' filter selection
"NoFilter" = "Normaal";
